Repository: n8rob/corpora
Catalog: french_haitian/archive/en-ht (1).tmx
Source language: en
Languages: ht

source: Եկեք մտածենք ինչ եղավ մենք ունենք ԴՆԹ գրառված իՌՆԹ-ի իՌՆԹ գնում է ռիբոսոմ, կցվում է էնդոպլազմային ցանցին թարգմանվում է սպիտակուցի, որը անցնում է էնդոպլազմային ցանցի միջով
ht: Se konsa nou panse osijè de sa k te pase. Nou te gen DNA transkri nan mRNA. mRNA ale nan yon ribosome ki atache endoplasmic). Li ke nan yon pwoteyin ke se nan endoplasmic).

source: Սկզբում, ողորկը, որտեղ բոլոր ռիբոսոմներն են հետո հարթը
ht: Premye a, mòn yo vin plat, kote tout ribosomes sont, lè sa a sa a bon.

source: Հարթը ունի այլ ֆունկցիաներ
ht: Bon an gen lòt fonksyon.

source: Օգնում է արտադրել հորմոններ և այլ ճարպային միացություններ, բայց ես չեմ մանրամասնի ուղղակի անցնում է
ht: Li te ede tou pwodwi yo hormones ak lòt gras, men M pa p fè nan detay la. Men, li annik se.

source: Կապում է գոլջիի ապարատին
ht: Li connects pou kò Golgi.

source: Հետո Գոլջիի ապարատը, սպիտակուցները դուրս են գալիս և մի փոքր մեմբրանից են վերցնում.
ht: Lè sa a Golgi, les protéines ka bud nèt ak pwòp pran yon ti kras len avè l.

source: Եվ թաղանթով շրջապատված լինելու գաղափարը և բջջում ճանափարհորդումը, երևի սպիտակուցը այսպիսի տեսք ունի խոշորացնեմ
ht: Et lide sa a de yon bagay ki te antoure pa yon len Et jis vwayaje nan selil a, se konsa gen dwa a protéines koulye a recherche kon sa. Mwen menm élargir li.

source: Երևի սպիտակուցը այստեղ է և հետո մի փոքր վերցնում է գորլջիի ապարատի թաղանթից
ht: Lè sa a, li pran yon ti a Golgi kò len avè l.

source: Սա կոչվում է բշտիկ:
ht: Sa a te rele yon outon dlo.

source: Եվ ահա այստեղ, եկեք ավելացնեմ մեկ ուրիշը այստեղ
ht: Et sa dwa isit la, ann ajoute yon lòt UN droit isit la.

source: Անում եմ, որպեսզի նշեմ
ht: Mwen menm ki jis ap fè sa pou make li.

source: Սա կոչվում է բշտիկ
ht: Sa ki te rele yon outon dlo.

source: Եվ բշտիկը իրականում հիմնական պայմանն է ամեն ինչի, փոքրիկ մասնիկներ, հիմնականում սպիտակուցներ, բջջում , որը ուղղակի պտտվում է , որոնք շրջապատված են իրենց փոքրիկ թաղանթներով
ht: Outon dlo yon se vwèman inikman yon trè jeneral tèm pou anyen ankò, ti ti bagay yo, sitou protéines, nan selil a sa sèlman flotan nan, ki te antoure pa yo posede ti mini-membranes.

source: Եվ պատճառը, որ այս փոքրիկ մինի-թաղանթները օգտակար են, որ այս սպիտակուցները կարող են պտվվել ու բջջի թաղանթից դուրս գալ
ht: Et la raison Poukisa mini-membrane sa a konbyen se koulye a protéines sa a konnye a ka float pou lakou a len sèlil a.

source: Այն կարող է պտտվել բջջի այլ մասեր
ht: Li kapab float tou pou lòt pati nan selil a.

source: Կատարեմ պարզեցում
ht: M' ap fè yon senplifikasyon.

source: Եվ հետո այն կարող ձուլվել բջջի թաղանթը կամ կարող է օգտագործել թաղանթը, այս փոքրիկ բշտիկը, բջջից դուրս գալու համար
ht: E apre sa li kapab èstriti soit ak len de sèlil a, oubyen li kapab itilize len sa a, ti len outon dlo sa a li gen, pou ede l' pou soti nan selil a.

source: Դու կարող ես պատկերացնել, գիտես այս բանը- ենթադրենք բջջի արտաքին թաղանթը
ht: Ou ka konprann ke li evantyèlman, ou konnen sa bagay-- se an nou di se sa a len externe de sèlil a.

source: Եվ կանեմ խառը պարզեցում
ht: Et, m' ap fè yon indiquant brut.

source: Ես անգամ չեմ նկարում ... մասը
ht: Mwen menm ki pa menm dessin ouch bilipid a.

source: Սակայն ուղղակի ունենալու տեսողական տպավորում, թե ինչ տեսք կարող է ունենալ բշտիկը , փոքրիկ սպիտակուցը իր ներսը, և մոտենում է ավելի ու ավելի մոտ թաղանթին, և հետո միանում է թաղանթին քանի որ կազմված է նույն նյութից: միանում է թաղանթին, քո սպիտակուցը ներսում պատահական փոխեցի գույները
ht: Men, tout en yon enpresyon izyèl de sa l' te ka gade tankou sa se outon a dlo, a ti protéines anndan l, epi li vin plus Et plus pou a len. Apre sa li ka èstriti ak len a

source: Բայց հիմա, հանկարծակի, հենց ձուլվում է թաղանթի հետ սպիտակուցը արդեն կարող հիմնական բջջից, կամ իրականում կարող է իրեն միաձուլել թաղանթին, արտաքին բջջային թաղանթին, որը կնկարեմ շատ բարակ, բայց ունի երկու շերտ
ht: Men, koulye a, tout de yon soudaine, yon fwa li fusions ak len a, Lè sa a, protéines a kapab sòti sèlil aktyèl la, ou gen dwa li kapab aktyèlman houke tèt li nan sa a len, dans la externe cellulaire len, kote mwen trè fin a, men li genyen couches de pou li.

source: Եվ հիմա մենք կխոսենք ավելի շատ դրա մասին
ht: E nou pwal pale plis toujou sou sa.

source: Եվ ես կարող էի հավանաբար պատրաստել մի ամբողջ այս թեմայով
ht: E mwen pwobableman te kapab fè yon tout videyo sou li.

source: Ահա սրանք- մենք արդեն բավական անցել ենք ցույց են տալիս բջջի անատոմիան
ht: Se konsa n' a sa - nou te prè pou fè pwogrè trè bon sou ki montre anatomie de sèlil a.

source: Այնտեղ որոշ փոքր բաներ կան, որոնք մասին կարելի էր խոսալ կան լիզոսոմներ, որոնք գտնվում են կենդական բջջում, որոնք իրենց մեջ պարունակում են ֆերմենտներ, որոնք օգնում են մարսել այլ բաներ:
ht: Genyen kèk lòt bagay nou ka voye nan la. Se bagay ki te rele lysosomes, ki te egziste nan animal cellules ki genyen enzymes nan yo ki ede onn lòt bagay.

source: Ահա եթե լիզոսոմը կցվում է մեկ այլ բանի և ունակ է փոխել իր ֆերմենտներին, իրականում սպանել իրականում մարսում է
ht: Si se konsa yon lysosome attaches pou yon lòt bagay Et ka ròch rouj yo te vòltije pou enzymes li nan men l, li toujou touye l. Li toujou résumés li.

source: Ահա, թե ինչ է անում լիզոսոմը
ht: Se konsa, sa se yon lysosome fè.

source: Բույսերում, մենք ունենք լուծվող վակուոլներ, և իրականում գրեթե նույն ֆունկցիան ունեն ինչ լիզոսոմը նրանք շատ մեծ բշտիկներ են
ht: Nan konpayi yo, ou gen sa ki te rele lytic vacuoles, Et Se vrèman menm bagay tankou yon lysosome nan tèm fonksyon yo nan sa yo ap dechay vrèman gran.

source: Փաստացի, իրականում վակուոլը ուղղակի մեծ բշտիկ է
ht: Anfèt, an jeneral, yon vacuole se outon jis yon gwo dlo.

source: Ուղղակի ընդհանուր տերմին է բոլոր մեծ թաղանթով շրջապտված օրգանոիդների
ht: Li se jis yon jeneral tèm pou yon gwo organelle len-liés.

source: Վակուոլ.
ht: Vacuole.

source: Եվ նորից, ինչ է օրգանոիդը
ht: E yon fwa ankò, sa se yon organelle?

source: Եկեք գրեմ այդ բառը
ht: Se pou m' ekri mo sa.

source: Օրգանոիդ.
ht: Organelle.

source: Սա ուղղակի թաղանթով շրջապտված բջջի ենթամիավոր է
ht: Li se jis yon len-lié secondaire de yon selil.

source: Օրինակ իմ լյարդը ենթամիավոր է Սալ-ի և դա օրգան է, օրգանոիդը բջջի ենթամիավոր է
ht: Egzateman tankou fwa m' se yon secondaire de Sal e li gen yon gàn, organelle yon se yon secondaire de yon selil.

source: Վակուոլը ուղղակի ընդհանուր պայման է թաղանթով շրջապատված օրգանոիդի, որը կուտակում է ինչ-որ բաներ մեր բջջի ներսում
ht: Se konsa, yon vacuole, se jis yon jeneral tèm pou yon len lié organelle ke depo pou mete bagay andedan cellules nou.

source: Ահա լուծվող վակուոլը կլինի վակուոլ բուսական բջջում, որը կուտակում է տարբեր տեսակի ֆերմենտներ և եթե կցված է մեկ այլ բանի, կլուծվի, եթե ունակ է հանել իր սպիտակուցները մեկ այլ բաների
ht: Se konsa, yon lytic vacuole ki ta yon vacuole nan yon plant cell sa depo pou mete yon pakèt moun enzymes, Et si li te marye ak libète yon lòt bagay li ta elye li si l' pa t ' kapab ròch rouj te vòltije enzymes li nan lòt bagay.

source: Հիմա, կան որոշ օրգանոիդներ, որոնք մասին խոսել ենք բջջային շնչառության և ֆոտոսինթեզի տեսանկյունից, և կմանրամասնեմ այս տեսանյութում
ht: Koulye a, pa gen plizyè organelles ke nou te pale kont osijè de nan yon kontèks bouch nan bouch Et la, e mwen antre nan ti detay nan videyo sou sa.

source: Բայց մենք միտքոնդրիում կոչվածներ
ht: Men, nou gen bagay ki te rele a.

source: Միտքոնդրիան բջիջներ
ht: Globil nan mitochondrion.

source: Եվ նրանք ունեն ներքին և արտաքին թաղանթներ և սա այն տեղն է, որտեղ մենք արտադրում ենք էներգիա, որտեղ շաքարները վերածվում են ԱԵՖ-ի
ht: Et yo gen anndan ak lakou membranes, e sa se kote nou pwodwi enèji nou, li fè yo kote sucres sont tounen ATP.

source: Ես բավական մանրամասնեցի այս տեսանյութում
ht: Mwen te fè videyo sou detay sou sa.

source: Նրան ունեն իրենց ԴՆԹ-ն, և անգամ ինքնուրույն են բազմանում, որը ստիպում է մարդկանց հավատալ, որ նրանց նախնիները եղել են անկախ պրոկարիոտ օրգանիզմենր, և ինչ-որ պահից սկսած մտածին, թե ինչու չապրել այլ օրգանիզմի մեջ և այսպես ասած ապրել սիմբիոզի մեջ
ht: Sa yo genyen aktyèlman DNA pwòp, epi yo kapab aktyèlman reproduire sou pwòp, yo ki fè moun ki kwè sa yo egziste - sa ke zansèt yo yon fwa existe comme endepandan ti procaryote, ki nan kèk pwen yo jis ti jan de a sou nosyon de, alo, poukisa pa mwen rete anndan de lòt ti ak tip de viv nan entre?

source: Միտոքոնդրիումները օրգաններ են, որոնց նախնինները մի ժամանակ եղել են անկախ պրոկարիոտներ
ht: Se konsa a, se sa organelles sa nan tan lontan yo ke zansèt yo te ka ont été endepandan prokaryotes. A.

source: Այստեղ տեղի է ունենում բջջային շնչառությունը, և մենք կմանրասնենք
ht: Sa se kote cellulaire bouch nan bouch prend pati, e nou antre nan detay sou sa.

source: Եվ հետո բուսական բջջում, մենակ--- հաստատ ոչ կենդական բջջում-- դու ունես քլորոպլաստներ որոնք ենթամիավոր են այսպես կոչված պլաստիդների, բայց ամենահայտնին քլորոպլաստներն են
ht: Lè sa a sou cellules konpayi yo, sa se sèlman nan - ainsi, san mank pa nan animal cellules - ou gen ou, kèl sous-ensemble yon bagay te rele plastids, men ou se pi gran.

source: Ես երևի պետք է անեի դա կանաչով
ht: Petèt mwen ta dwe fè sa nan espesyalman vèt, vèt.

source: Ահա մենք ունենք քլորոպլաստ
ht: Se poutèt sa, nou dwe ou.

source: Եվ մենք գիտենք, որ նրանք ունեն թիլակոիդնր այնտեղ
ht: E nou konnen yo gen ti thylakoids a.

source: Սա այն տեղն է, որտեղ ֆոտոսինթեզն է տեղի ունենում:
ht: Sa se kote la rive vre.

source: Դու ունես քո գրանան և ամեն ինչը
ht: Ou gen grana ou ak tou de sa.

source: Եվ ես կմանրամասնեմ ֆոտոսինթեզի տեսանյութում, բայց լավ է իմանալ սրանք այլ օրգանոիդներ են
ht: E m ' antre nan ti detay nan vidéos la, men li ta pi bon pou yo konnen. Se sa organelles lòt yo.

source: Եվ միտքոնդրիումի նման նրանք ունեն իրենց ԴՆԹ-ն և իրենց ռիբոսոմները
ht: Menm jan a, yo gen pwòp DNA Et ribosomes yo.

source: Եվ համոզմունք կա, որ նրանք անկախ պրոկարիոտներ են եղել, որոնք սիմբիոզով ապրել են ավելի մեծ էուկարիոտ բջիջներում:
ht: Ansanm ak a kwè ke yo te yon fwa endepandan prokaryotes ki te apwann pou viv nan entre anndan de pi gwo cellules manquent.

source: Մենք հիմանկանում վերջացրել ենք բջջի կառուցվածքի թեման
ht: Se konsa nou ap prèske, reyèlman, ak cellules èstrikti yo.

source: Այստեղ այլ բաներ կա, որ կարող ենք խոսել
ht: Pa gen lòt bagay nou ka voye sou isit la.

source: Եթե մենք գործ ունենք բուսական կամ ոչկենդանական բջջի հետ մենք ունենք այսպես կոչված բջջապատ, որ տալիս է բջջին որոշակի ամրություն
ht: Si nou ap gen rapò ak plante cellules ou ki pa zannimo cellules, nou pwal genyen yon bagay yo rele yon miray sèlil, ki ap fè kèk fòs pou len deyò a.

source: Դու կարող ես նրան դիտել այդպես կամ տալ որոշակի ամրությոն .
ht: Ou kapab ti jan wè l' konsa, ou li li menm ki bay kèk une.

source: Ահա դու ունես մասնիկներ' բջջապատ անունով, և անպայմանորեն ամուր չեն
ht: Se konsa ou fè bagay ki te rele sèlil lavil la, malgre ke yo pa nesesèman complètement rèd.

source: Դու նրանց կարող ես դիտել որպես փուչիկներ, որոնք մի փոքր ավելի ամուր են
ht: Ou kapab pwèske wè yo tankou ballons bay jis yon ti kras plis une.

source: Օրինակ փայտը ունի կրկնակի բջջապատ, որը շատ ամուր է
ht: Bagay tankou bwa gen aktyèlman doub miray sèlil pou toutbon une Information.

source: Ահա սա բջջապատն է ոչ-կենդանական է բույսերում կազմված է ցելուլոզից, ոչ թե ցելուլիտից ժամանակին շփոթվում էի
ht: Se konsa, sa se yon miray selil li. Sa a se yon bèt ki pa pou yo. Ak nan konpayi yo ap fè l' soti nan cellulose, pa cellulite.

source: Սա տալիս է լրացուցիչ ամրություն, որպեսզի կազմի բջջային թաղանթ
ht: Se poutèt sa donne une supplémentaires ou fòm pou cellulaire len an.

source: Եվ հետո տա բջջին իր իրական չափերը, դու ունես այս բաները, որոնք կոչվում են միկրոխողովակներ, կամ երբմեն ակտին թելիկներ, սրանք այն փոքրիկ խողովակներ են , որոնք անցնում են ամբողջ բջջով
ht: Et puis pou aktyèlman sèlil a li aktyèl èstrikti, ou gen bagay sa yo te rele microfilaments, oubyen pafwa actin filaments, Et sa sont sa yo ti tiyo ki ale atravè sèlil a.

source: Սա իրականում օգնում է բջջին ստանալ իր իրական չափսերը և իրականում կարող է մասնակցվել այն բաների մեջ, որոնք շարժվում է բջջի մեջ կամ անգամ ինքն իր շուրջը պտտվող բջջի
ht: Sa ede aktyèlman donner la selil li aktyèl èstrikti twa dimansyon, Et aktyèlman, yo ka patisipe nan bagay bouje nan selil a ou menm sèlil bouje tèt li.

source: Եվ որպեսզի լինի ամբողջական և համոզված լինենք, որ ամեն բան արել ենք, եթե դու նայես միտոզի և մեյոզի վիդեոն , դու ունես այսպես կոչված ցենտրիոլներ
ht: Jis pou nèt sou tout pwen pou pi si nou ap kouvri tou sa, si ou gade type Et meiosis vidéos, ou gen bagay sa yo te rele centrioles.

source: Ես ավելի մանրամասնեմ
ht: M' antre nan ti detay la.

source: Ցենտրիոլները, որոնք կորիզից դուրս են
ht: Centrioles ki gen rezon andeyò nannan a.

source: Երկու ցենտրիոլներ, որոնք ուղղահայաց են իրար նկատմամբ կազմում են ցենտրոսոմ, և նրանք այսպես ասած ղեկավարում են միկրոխողովակներին, երբ մենք սկսենք բաժանել բջիջը մեյոզի ու միտոզի
ht: Centrioles de sa yo nan kwen dwa pou chak lòt l' a renmèt yon centrosome, ak yo ti jan koòdone a microtubules lè nou kòmanse division cellules nan type Et meiosis.

source: Ես հիմա չեմ մանրամասնի
ht: M pa p fè nan detay la.

source: Ես շատ տեսանյութեր եմ պատրաստել այդ թեմայով
ht: Mwen te fè anpil vidéos sou sa tou.

source: Բայց հիմա, այսքանը բավարար է իմանալ շատ լավ է, որպես առաջին նյութը բջջի կառուցվածքի մասին
ht: Men, se konsa byen lwen, se sa tout bèl anpil bagay ou bezwen konnen - ou omwen yon premye kourikoulòm-de la èstrikti sèlil a.

source: Եվ մեկ տեսանյութում, մենք վերջապես ամեն բան բերեցինք մեկ տեղում այսքանը բավարար է-- ես չեմ շատ մանրամասնել ամեն բան- հիմանական մասերը բջջի
ht: Nan yon videyo, nou te finalman jwen li yo ak tout nan yon sèl plas. Men anpil bèl-mwen pa delved nan detay sou tou sa ki sou tout de tout gwo mòso sèlil a.

source: Հուսով եմ, ունեցար ավելի մեծ պատկերացում,թե ինչպես է ամեն բան կազմակերպված իր ներսը
ht: Se konsa, ou gen yon pi gwo foto wè kòman sa te òganize andedan li.

source: Every day we hear tragic numbers in the news, numbers that make us feel helpless.
ht: Chak jou nou tande nimewo trajik nan nouvèl nimewo ki fè-n santi-n dekouraje.

source: The death toll could rise as high as 100,000.
ht: Nimewo moun mouri ka rive nan 100,000.

source: 45,000 to 50,000 people were killed 13 million are facing severe hunger 12 million people need emergency aid Heavy monsoon rains have affected at least five million people across the country. Three million people may have been affected by the earthquake.
ht: 45,000 a 50,000 mouri deja 13 milyon nan grangou trè grav 12 milyon bezwen èd ijan

source: But what do these numbers really mean?
ht: Men kisa nimewo sa yo vle di vrèman?

source: They are often so big they don't feel real.
ht: Yo konn tèlman gwo yo pa sanble vrè statistik.

source: But they are real, and these big numbers are made up of individual stories and individual lives.
ht: Men yo reèl, e istwa endividyel ak lavi endividyel fè pati gwo nimewo sa yo

source: This is the story of one number, one life, and one extraordinary boy named Joseph. This is also the story of a humanitarian environmental scandal that could have been avoided. The death toll from a cholera outbreak in Haiti passed 200 tonight and thousands more are sick.
ht: Sa se istwa yon nimewo,

source: Even modest fees for notarizing documents can add up quickly when multiplied by 5,000
ht: ka miltipliye vit le yo miltipliye pa 5,000

source: In November 2011, we filed a groundbreaking case against the UN seeking clean water &amp; sanitation and compensation for Cholera victims
ht: An Novam 2011, nou fil yon ka revolisyonè kont Nasyonzini pou-n jwenn dlo pwòp, sanitasyon, ak konpansasyon pou viktim kolera yo

source: The Cholera case has the potential to transform the lives of all poor Haitians by forcing the UN to provide clean water which will control Cholera and other infectious diseases
ht: Ka kolera-a kapab transfòme lavi tout Ayisyen pòv paske l'ap fòse Nasyonzini bay dlo pwòp k'ap kontwole kolera ak lòt maladi ki bay enfeksyon.

source: Please join us in our quest for justice from the UN
ht: Tanpri ede-n nan chache jistis nan men Nasyonzini

source: We can stop Cholera's killing but we need your help and we need it now
ht: Nou ka sispann Kolera k'ap touye moun men nou bezwen èd ou e nou bezwen-l kounyea

source: Please consider a generous donation to IJDH
ht: Tanpri konsidere yon don jenere pou IJDH

source: Thank you for caring about Haiti
ht: Mèsi dèske ou sansib pou Ayiti

source: Thank you
ht: Mèsi

source: We're on problem 21.
ht: Nou ap sou pwoblèm 21.

source: Stan's solution to an equation is shown below.
ht: Solisyon Stan an pou yon ekwasyon montre pi ba pase.

source: All right, and I haven't looked at it yet, but let's just see what they ask us.
ht: Sa a tou dwat, mwen pa gade l' ankò, men an n annik wè sa yo mande nou.

source: Which statement about Stan's solution is true?
ht: Ki deklarasyon ki ta mande Stan a solisyon vre?

source: So let's just work through it and see if he got it right or if he made a mistake.
ht: Se konsa an n jis travay nan li e pou wè si li ranmase l' dwat ou si li fè yon erè.

source: Let's think about it how we would do it.
ht: An n panse osijè de sa ki jan nou ta fè li.

source: So if we had n plus 8 times n plus 20 is equal to 110.
ht: Se konsa, si nou te gen n plis 8 tan n plus 20 110 egal-ego.

source: So the first thing you want to do is you'd want to distribute this 8 times n plus 20.
ht: Se poutèt sa, premye bagay nou vle fè se ou ta vle pou distribye n a 8 fwa plus 20.

source: You don't want to multiply this whole n plus 8.
ht: Ou pa vle pou eple kou sa a n an antye plis 8.

source: Remember, you're doing order of operations, so it's multiplication first.
ht: Pa bliye, w ap fè lòd nan sèvis la, se konsa li genyen miltiplikasyon premye.

source: So you get the n plus and you distribute this 8.
ht: Se konsa n' a plis n Et ou distribye 8 sa a.

source: So it's 8n plus 160 is equal to 110. 8 times n plus 8 times 20 is 160.
ht: Se poutèt sa 8n plis 160 110 egal-ego. n 8 fwa plis 20 tan 8 se 160.

source: And already I see a discrepancy between ours and his.
ht: Deja, mwen wè yon erè ant nou menm ak li.

source: We have n there.
ht: Nou gen n la.

source: We have plus 8n there.
ht: Nou gen plus 8n la.

source: But where he has a 20, we have 160.
ht: Men, kote l' te genyen yon 20, nou gen 160.

source: He didn't distribute the 8. 8 times n plus 20 is 8n plus 160.
ht: Li pa separe 8 la. n 8 fwa plis 20 se 8n plis 160.

source: So that's wrong.
ht: Se poutèt sa peche.

source: So he made a mistake in step 1.
ht: Se konsa, li fè yon erè nan pas 1.

source: Unfortunately, he got all that other work that he had to do just because of his-- it's all going to be wrong because of his mistake.
ht: Malerezman, li te resevwa tout sa ke li te gen pou yo fè travay sèlman paske li ki se va tout manti pou tèt erè li.

source: Problem 22.
ht: Pwoblèm 22 zan.

source: When is the statement true?
ht: Ki lè ou ap toujou kenbe pawòl deklarasyon?

source: The opposite of a number is less then the original number.
ht: Vi-za vi moun anpil se moins puis orijinal anpil.

source: Well, I mean, if I have a negative number, the opposite of a negative is positive.
ht: Men, mwen vle di, si mwen gen anpil negatif, la vi-za vi de yon négatif se pozitif.

source: So it's not going to be less.
ht: Se konsa, li pa pwal pou li mwens.

source: But if I positive number, then the opposite of it is negative, which is less than it.
ht: Men, si l pozitif, puis contraire de sa se negatif, ki se kwè yo plis pase l.

source: Because a negative is less than a positive.
ht: Paske yon négatif se pipiti ke yon pozitif.

source: Or if we say that x is greater than 0, then minus x is going to be less than x.
ht: Ou si nou di x sa gen plis pouvwa pase 0, puis moins x pwal pou pou li mwens ke x.

source: If we say x is positive, then definitely.
ht: Si nou di x pozitif, lè sa a san mank.

source: You know, minus 3 is less than positive 3.
ht: Ou konnen, moins 3 se mwens ke pozitif 3.

source: So the statement is true for positive numbers.
ht: Se konsa, deklarasyon an tout bon pou nonb pozitif.

source: So that's C.
ht: Se poutèt sa se c San mank pa janm bon.

source: I mean we showed a case where it's true.
ht: Mwen vle di nou te montre yon ka kote li tout bon.

source: If I have positive 3, negative 3 is less than that.
ht: Si mwen gen 3 pozitif, 3 negatif se plis ke sa.

source: Statement B.
ht: Deklarasyon b

source: The statement is always true.
ht: Deklarasyon an toujou tout bon.

source: Well no, if we start with negative 3, the opposite is going to be larger.
ht: Byen non, si nou kòmanse avèk negatif 3, ki se pwal pi gwo.

source: The opposite's going to be positive 3.
ht: Opoze a pwal 3 pozitif.

source: And D.
ht: Et D.

source: The statement is true for negative numbers.
ht: Deklarasyon an tout bon pou negatif anpil moun.

source: No, it's not.
ht: Non, se pa yon.

source: Negative 3, the opposite is 3.
ht: Negatif 3, ki se 3.

source: And that's larger than negative 3.
ht: E pou sa pi gwo tou pase 3 negatif.

source: Problem 23.
ht: Pwoblèm 23.

source: What is the y-intercept of the graph?
ht: Ki sa ki y entèseksyon graf a?

source: OK, let me see.
ht: Dakò, fè m' wè.

source: So 23.
ht: Se konsa 23.

source: They say 4x plus 2y is equal to 12.
ht: Y' ap plede di 4 x plis 2y egal a 12.

source: So if you were to graph this line, not that I'm going to-- the y-intercept is when it intersects the y-axis.
ht: Si nou te gen pou trase graf liy sa a, se pa sa m ap - entèseksyon y-se lè li avec l' a.

source: So it's that point there.
ht: Se poutèt sa pwen sa yo genyen.

source: It's what's this y-coordinate.
ht: Se sa ki sa a koòdone-y.

source: Well the x-coordinate, it's when x is equal to 0.
ht: Byen a koòdone x, li gen lè x rive fè 0.

source: So it's going to be 0 comma some y-intercept.
ht: Se konsa, li pwal être une 0 kèk y entèseksyon-.

source: So the easiest thing to do is say when x is equal to 0, what is y?
ht: Se konsa la plus bagay pou yo fè se di lè x egal-ego pou 0, sa se y?

source: So when x is equal to 0, this 4 times 0 is equal to 0.
ht: Se konsa, lè x rive fè 0, 4 fwa sa a 0 rive fè 0.

source: So that just becomes 0.
ht: Se konsa sa jis devient 0.

source: So you get 2y is equal to 12. y is equal to 6, and that's choice C.
ht: Se konsa, ou jwenn 2y egal a 12. y egal a 6, e se pou sa chwa c

source: All they want to know is, of this line, when x is equal to 0, what's y?
ht: Tou sa yo vle konnen se, liy sa a, lè x egal a 0, sa se y?

source: That's what the y-intercept is.
ht: Sa se li ki koupe aks y a.

source: Next problem.
ht: Pwochen pwoblèm.

source: OK, they've drawn us a graph.
ht: Dakò, yo te gen établi nou yon graf.

source: They say-- let me copy and paste this one.
ht: Y' ap plede di - kite m' copie pat sa a. Oke.

source: OK, which inequality is shown on the graph below?
ht: Dakò, inekwasyon ki montre sou graf ki pi ba?

source: So first of all, let's figure out the equation of this line right now.
ht: Se konsa anvan tout bagay, an n evalye ekwasyon de liy sa a an kounye a.

source: So what's its y-intercept, first of all?
ht: Se konsa sa ye li y entèseksyon-, anvan tout bagay

source: So when x is equal to 0, y is equal to minus 1.
ht: Se konsa lè x egal a 0, y egal a moins 1.

source: If we put it in slope y intercept form, the equation of really, any line is y is equal to mx plus b.
ht: Si nou mete l' nan pant y entèseksyon fòm, ekwasyon an de reyèlman, nenpòt liy se y egal a mx plis b.

source: Where m is the slope and b is the y-intercept.
ht: Ki kote m se pant a Et b se entèseksyon y.

source: Here, when x is 0, y is negative 1.
ht: Isit la, lè x 0, y se negatif 1.

source: So the y-intercept is minus 1.
ht: Se konsa y-entèseksyon se moins 1.

source: So b is minus 1.
ht: Se konsa, b se moins 1.

source: So we know that y is equal to mx minus 1.
ht: Se konsa, nou konnen y sa ki egal a mx moins 1.

source: And now we just have to figure out the slope.
ht: Et, koulye a nou gen pou evalye ti mòn lan.
